
alsa-tools
alsa-utils
amd-ucode
ark
base
base-devel
blueman
bluez-utils
cmatrix

dkms
dolphin
efibootmgr

fish
flatpak
git
grub
gst-plugin-pipewire
hollywood
htop
iwd
kate
konsole
kwin-polonium
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
nano
neofetch
network-manager-applet
networkmanager
npm
nvidia-dkms

picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
pulseaudio-alsa
smartmontools
vim
wget
wireless_tools
wireplumber
xdg-utils
xorg-xinit
yay
yay-debug
zenity
zram-generator
